Repository: Xadyzot/Services
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name (RU)
ru: Название (РУ)

source: Name (EN)
ru: Название (АН)

source: Description (RU)
ru: Описание (РУ)

source: Description (EN)
ru: Описание (АН)

source: Price
ru: Цена

source: Image
ru: Изображение

source: Phone Repair Services
ru: Услуги по ремонту телефонов

source: Screen replacement, battery repair, diagnostics and more — fast and professional.
ru: Замена экрана, ремонт аккумулятора, диагностика и многое другое — быстро и профессионально.

source: View options
ru: Показать варианты

source: Home
ru: Главная

source: Phones
ru: Телефоны

source: Computers
ru: Компьютеры

source: Appliance
ru: Бытовая техника

source: Apartments
ru: Квартиры

source: About
ru: О нас

source: Contact
ru: Контакты

source: Terms of Use
ru: Условия использования

source: Privacy Policy
ru: Политика конфиденциальности

source: Your Website 2023. All Rights Reserved.
ru: Ваш сайт 2023. Все права защищены.

source: Reliable Repair Services for Your Home and Devices
ru: Надёжные услуги ремонта для вашего дома и устройств

source: Phone Repair
ru: Ремонт телефонов

source: Fast and affordable repair of smartphones of all brands.
ru: Быстрый и доступный ремонт смартфонов всех брендов.

source: PC & Laptop Repair
ru: Ремонт ПК и ноутбуков

source: Diagnostics and repair of computers and laptops.
ru: Диагностика и ремонт компьютеров и ноутбуков.

source: Appliance Repair
ru: Ремонт бытовой техники

source: Fixing washing machines, fridges, ovens and more.
ru: Ремонт стиральных машин, холодильников, духовых шкафов и прочей техники.

source: Apartment Repair
ru: Ремонт квартир

source: Minor renovations and maintenance works for flats.
ru: Небольшой ремонт и обслуживающие работы в квартирах.

source: We repair screens, batteries, charging ports and other smartphone issues.
ru: Мы ремонтируем экраны, аккумуляторы, зарядные порты и другие неисправности смартфонов.

source: PC and Laptop Repair
ru: Ремонт ПК и ноутбуков

source: Hardware upgrades, virus removal, system reinstallation and more.
ru: Апгрейд оборудования, удаление вирусов, переустановка системы и многое другое.

source: Appliance Maintenance
ru: Обслуживание техники

source: Repair of washing machines, fridges, ovens and other home appliances.
ru: Ремонт стиральных машин, холодильников, духовых шкафов и других бытовых приборов.

source: Apartment Renovations
ru: Ремонт квартир

source: Interior works, plumbing, electrical repairs and more.
ru: Отделочные работы, сантехника, электрика и прочие услуги.

source: What our clients say
ru: Отзывы наших клиентов

source: They fixed my laptop in one day. Highly recommend!
ru: Они починили мой ноутбук за один день. Очень рекомендую!

source: My washing machine works again like a charm.
ru: Моя стиральная машина снова работает как новенькая.

source: Quick and tidy repair in my flat. Very happy.
ru: Быстрый и аккуратный ремонт в моей квартире. Очень доволен.

source: English
ru: Английский

source: Russian
ru: Русский
